Repository: Zichao-xu/WgSense
Catalog: platforms/macos/WgSense/Localizable.xcstrings
Source language: zh_hans
Languages: ar, en, fa, ja, ko, ru, tr, vi, zh_hant

source: ... 还有 %@ 个
ar: و...%1$@أكثر
en: ... and %1$@ more
fa: و ...%1$@بیشتر بیشتر بیشتر
ja: …さらに %@個
ko: ... 그리고 %@개
ru: ... и %@
tr: ... ve ...%1$@Daha fazla daha fazlası
vi: ... và%1$@thêm
zh_hant: ... 還有 %@ 個

source: %@ · :\(state.port)
ar: %1$@ · :\(state.port)
en: %1$@ · :\(state.port)
fa: %1$@ · :\(state.port)
tr: %1$@ · :\(state.port)
vi: %1$@ · :\(state.port)

# %@ · %@ 个连接 · %@
source: %1$@ · %2$@ 个连接 · %3$@
ar: %1$@ · %2$@ اتصال · %3$@
en: %1$@ · %2$@ connections · %3$@
fa: %1$@ · %2$@ اتصال · %3$@
ja: %1$@ · %2$@ 接続 · %3$@
ko: %1$@ · %2$@ 연결 · %3$@
ru: %1$@ · %2$@ соединений · %3$@
tr: %1$@ · %2$@ bağlantı · %3$@
vi: %1$@ · %2$@ kết nối · %3$@
zh_hant: %1$@ · %2$@ 個連接 · %3$@

source: %@ 个文件 · %@ · %@
ar: %1$@الملفات%2$@ · %3$@
en: %1$@ files · %2$@ · %3$@
fa: %1$@فایل ها ·%2$@ · %3$@
ja: %@ファイル·%@·%@
ko: %@ 파일 · %@ · %@
ru: %@ файлы · %@ · %@
tr: %1$@dosyaları ·%2$@ · %3$@
vi: %1$@Tập tin l·%2$@ · %3$@
zh_hant: %@ 個文件 · %@ · %@

source: %@ 个活动连接
ar: %1$@الاتصالات النشطة
en: %1$@ active connections
fa: %1$@ارتباطات فعال
ja: %@ のイベント接続
ko: %@ 이벤트 연결
ru: %@ активных подключений
tr: %1$@Aktif bağlantılar
vi: %1$@kết nối hoạt động
zh_hant: %@ 個活動連接

source: %@ 个节点
ar: %1$@العقد
en: %1$@ nodes
fa: %1$@گره های گره
ja: %@ ノード
ko: %@ 노드
ru: %@ узлов
tr: %1$@ düğüm
vi: %1$@nút
zh_hant: %@ 個節點

source: %@ 个连接
ar: %1$@الصلات
en: %1$@ connections
fa: %1$@اتصالات
ja: %@ 個の接続
ko: %@ 연결
ru: %@ соединений
tr: %1$@bağlantılar bağlantıları
vi: %1$@kết nối
zh_hant: %@ 個連接

source: %@ 个连接 · %@
ar: %1$@الروابط%2$@
en: %1$@ connections · %2$@
fa: %1$@اتصالات ·%2$@
ja: %@の接続·%@
ko: %@ 연결 · %@
ru: %@ соединений · %@
tr: %1$@bağlantıları ·%2$@
vi: %1$@kết nối%2$@
zh_hant: %@ 個連接 · %@

source: %@ 分钟
ar: %1$@ دقيقة
en: %1$@ min
fa: %1$@دقیقه ها
ja: %@分
ko: %@분
ru: %@ минут
tr: %1$@min
vi: %1$@phút
zh_hant: %@ 分鐘

source: %@ 待确认
ar: %1$@تنتهي
en: %1$@ Pending
fa: %1$@بازگشت
ja: %@確認中
ko: %@ 확인중
ru: %@подлежит подтверждению
tr: %1$@ Beklemede
vi: %1$@Đang đợi
zh_hant: %@ 待確認

source: %@ 条 · %@ · %@
ar: %1$@القواعد%2$@ · %3$@
en: %1$@ rules · %2$@ · %3$@
fa: %1$@قوانین ·%2$@ · %3$@
ko: %@줄 · %@ · %@
ru: %@ строка · %@ · %@
tr: %1$@Kurallar ·%2$@ · %3$@
vi: %1$@ quy tắc · %2$@ · %3$@
zh_hant: %@ 條 · %@ · %@

source: %@ 设备
ar: %1$@أجهزة
en: %1$@ devices
fa: %1$@دستگاه ها
ja: %@ デバイス
ko: %@ 기기
ru: %@ устройство
tr: %1$@cihazlar
vi: %1$@Thiết bị
zh_hant: %@ 設備

# %@，%@ 个连接，%@
source: %1$@，%2$@ 个连接，%3$@
ar: %1$@، %2$@ اتصال، %3$@
en: %1$@, %2$@ connections, %3$@
fa: %1$@، %2$@ اتصال، %3$@
ja: %1$@、%2$@ 接続、%3$@
ko: %1$@, %2$@ 연결, %3$@
ru: %1$@, %2$@ соединений, %3$@
tr: %1$@, %2$@ bağlantı, %3$@
vi: %1$@, %2$@ kết nối, %3$@
zh_hant: %1$@，%2$@ 個連接，%3$@

# %@s
source: %1$@秒
ar: %1$@ ث
en: %1$@s
fa: %1$@ ثانیه
ko: %1$@초
ru: %1$@ с
tr: %1$@ sn
vi: %1$@ giây

source: %@分钟
ar: %1$@ دقيقة
en: %1$@ min
fa: %1$@دقیقه ها
ja: %@分
ko: %@분
ru: %@ минут
tr: %1$@min
vi: %1$@phút
zh_hant: %@分鐘

source: 1格
ar: 1 بلاطة
en: 1 Tile
fa: 1 کاشی
ko: 1격
ru: 1 клетка
tr: 1 Karo
vi: 1 lát

source: 2格
ar: 2 بلاط
en: 2 Tiles
fa: 2 کاشی
ko: 2격
ru: 2 ячейки
tr: 2 Karo
vi: 2 lát

source: 4格
ar: 4 بلاطات
en: 4 Tiles
fa: 4 کاشی
ko: 4격
ru: 4 ячейки
tr: 4 Karo
vi: 4 Lát

source: Apache-2.0 开源
ar: Apache-2.0 مفتوح المصدر
en: Apache-2.0 Open Source
fa: آپاچی ۲.۰ متن‌باز
ja: Apache-2.0 オープンソース
ko: Apache-2.0 오픈 소스
ru: Apache-2.0 открытый исходный код
tr: Apache-2.0 Açık Kaynak
vi: Mã nguồn mở Apache-2.0
zh_hant: Apache-2.0 開源

source: App 临时服务
ar: الخدمات المؤقتة
en: Temporary App Service
fa: سرویس برنامه موقت
ja: App臨時サービス
ko: App 임시 서비스
ru: Временная служба App
tr: Geçici App Servisi Hizmeti
vi: Dịch vụ chấp nhận tạm thời
zh_hant: App 臨時服務

source: App 临时服务 / 网络管理
ar: دائرة التطبيقات المؤقتة/إدارة الشبكات
en: Temporary App Service / Network Management
fa: خدمات موقت برنامه / مدیریت شبکه
ja: アプリ臨時サービス/ネットワーク管理
ko: App 임시 서비스 / 네트워크 관리
ru: Временная служба приложения / Управление сетью
tr: Geçici Uygulama Hizmeti / Ağ Yönetimi
vi: Dịch vụ chấp nhận tạm thời/ Quản lý mạng
zh_hant: App 臨時服務 / 網絡管理

source: App 临时服务 / 被动
ar: دائرة التطبيق المؤقت/الخدمة المؤقتة
en: Temporary App Service / Passive
fa: سرویس برنامه موقت / غیرفعال
ja: App 臨時サービス/パッシブ
ko: App 임시 서비스 / 수동
ru: Временная служба приложения / пассивная
tr: Geçici Uygulama Servisi / Pasif
vi: Dịch vụ chấp thuận tạm thời / thụ động
zh_hant: App 臨時服務 / 被動

source: Daemon
ar: دايمون
fa: دیمون
ja: デーモン
ko: 데몬
ru: Демон
vi: Trình nền

source: daemon 未连接
ar: (دايمون)
en: Daemon Disconnected
fa: سرویس متصل نیست
ja: daemonは接続されていない
ko: daemon 연결되지 않음
ru: Daemon не подключен
tr: Daemon bağlantılı
vi: Dịch vụ chưa kết nối
zh_hant: daemon 未連接

source: daemon 离线
ar: ديمون غير متصل
en: Daemon Offline
fa: دیمون آفلاین
ja: daemonオフライン
ko: daemon 오프라인
ru: Daemon оффлайн
tr: Daemon Çevrimdışı
vi: Dịch vụ ngoại tuyến
zh_hant: daemon 離線

source: DNS (可选)
ar: نظام أسماء النطاقات (اختياري)
en: DNS (Optional)
fa: DNS (اختیاری)
ja: DNS (オプション)
ko: DNS (선택)
ru: DNS (опционально)
tr: DNS (İsteğe Bağlı)
vi: DNS (Chương trình)
zh_hant: DNS (可選)

source: DNS 服务器
ar: خوادم DNS
en: DNS Servers
fa: سرورهای DNS
ja: DNSサーバー
ko: DNS 서버
ru: Сервер DNS
tr: DNS Sunucuları
vi: Máy phục vụ DNS
zh_hant: DNS 服務器

source: DNS 查询
ar: استعلام DNS
en: DNS Query
fa: پرس و جوی DNS
ja: DNSクエリ
ko: DNS 쿼리
ru: DNS-запрос
tr: DNS Sorgusu
vi: Truy vấn DNS
zh_hant: DNS 查詢

source: DNS 缓存已清除
ar: تم مسح ذاكرة DNS المؤقتة
en: DNS cache cleared
fa: حافظه نهان DNS پاک شد
ja: DNSキャッシュはクリアされました
ko: DNS 캐시가 지워졌습니다.
ru: Кэш DNS очищен
tr: DNS önbelleği temizlendi
vi: Bộ nhớ tạm DNS trống
zh_hant: DNS 緩存已清除

source: English
ar: الإنكليزية
fa: انگلیسی انگلیسی انگلیسی
ja: 英
ko: 잉글리쉬
ru: Английский язык
tr: İngilizce
vi: Tiếng Anh

source: FakeIP 缓存已清除
ar: مخبأ مزيف
en: Fake-IP cache cleared
fa: حافظه جعلی-IP پاک شده
ja: FakeIP キャッシュがクリアされました
ko: FakeIP 캐시가 제거되었습니다.
ru: Кэш FakeIP очищен
tr: Sahte IP önbelleği temizlendi
vi: Bộ nhớ tạm giả đã xoá
zh_hant: FakeIP 緩存已清除

source: Geo 数据已更新
ar: تحديث البيانات الجغرافية
en: Geo data updated
fa: داده های جغرافیایی به روز شده
ja: Geoデータは更新されました
ko: Geo 데이터가 업데이트되었습니다.
ru: Geo данные обновлены
tr: Coğrafi veriler güncellendi
vi: Dữ liệu Geo đã được cập nhật
zh_hant: Geo 數據已更新

source: LocalSend 兼容接收服务
ar: جهاز استقبال مختلط
en: LocalSend-compatible receiver
fa: گیرنده سازگار با LocalSend
ja: LocalSend受信サービスとの互換性
ko: LocalSend 호환 수신 서비스
ru: Сервис приемки совместимый с LocalSend
tr: LocalSend uyumlu alıcı
vi: Bộ nhận có khả năng gửi cục bộ
zh_hant: LocalSend 兼容接收服務

source: LocalSend 接收
ar: تلقي التقارير المحلية
en: LocalSend Receive
fa: محلی دریافت
ja: LocalSend 受信
ko: LocalSend 수신
ru: Получение LocalSend
tr: LocalSend Alma
vi: Nhận thư cục bộ

source: LocalSend 接收服务
ar: جهاز استقبال LocalSend
en: LocalSend Receiver
fa: گیرنده LocalSend
ja: LocalSend受信サービス
ko: LocalSend 수신 서비스
ru: Служба приема LocalSend
tr: LocalSend Alıcı
vi: Bộ nhận thư cục bộ
zh_hant: LocalSend 接收服務

source: Mihomo API 未暴露内存
ar: استخدام الذاكرة غير متاح من نظام Mihomo API
en: Memory usage is unavailable from the Mihomo API
fa: استفاده از حافظه از API Mihomo در دسترس نیست
ja: Mihomo APIはメモリを露出しない
ko: Mihomo API 메모리 노출 안함
ru: Mihomo API не раскрывает память
tr: Mihomo API'sinde bellek kullanımı mevcut değil
vi: Bộ nhớ sử dụng không sẵn sàng từ Mihomo API
zh_hant: Mihomo API 未暴露內存

# multicast
source: 多播
ar: بث متعدد
en: Multicast
fa: چندپخشی
ja: マルチキャスト
ko: 멀티캐스트
ru: Многоадресная рассылка
tr: Çok Noktaya Yayın
vi: Đa hướng

source: Preshared Key (可选)
ar: مفتاح (اختياري)
en: Preshared Key (Optional)
fa: کلید تقسیم شده (اختیاری)
ja: プレシャライドキー(オプション)
ko: 프레셔드 키 (선택)
ru: Общий ключ (опционально)
tr: Önceden Paylaşılmış Anahtar (İsteğe Bağlı)
vi: Khóa sẵn
zh_hant: Preshared Key (可選)

source: Profile
ar: الملف الشخصي
fa: پروفایل پروفایل پروفایل پروفایل
ja: プロファイル
ko: 프로필
ru: Профиль
tr: Profil
vi: Hồ sơ

source: Profile 名称
ar: الاسم المستعار
en: Profile Name
fa: نام پروفایل
ja: Profile名
ko: Profile 이름
ru: Имя профиля
tr: Profil Adı
vi: Tên hồ sơ
zh_hant: Profile 名稱

# Provider
source: 提供方
ar: المزوّد
en: Provider
fa: ارائه‌دهنده
ja: プロバイダー
ko: 제공자
ru: Провайдер
tr: Sağlayıcı
vi: Nhà cung cấp

# rule-set
source: 规则集
ar: مجموعة قواعد
en: Rule Set
fa: مجموعه قواعد
ja: ルールセット
ko: 규칙 세트
ru: Набор правил
tr: Kural Kümesi
vi: Bộ quy tắc
zh_hant: 規則集

# Unknown
source: 未知
ar: غير معروف
en: Unknown
fa: نامشخص
ja: 不明
ko: 알 수 없음
ru: Неизвестно
tr: Bilinmiyor
vi: Không xác định

source: WgSense 状态
ar: حالة WgSense
en: WgSense Status
fa: وضعیت WgSense
ja: WgSenseステータス
ko: WgSense 상태
ru: Состояние WgSense
tr: WgSense Durumu
vi: Trạng thái WgSense
zh_hant: WgSense 狀態

source: WireGuard 客户端 + 智能管理
ar: موكّل (ويريغارد) مع إدارة ذكية
en: WireGuard client with intelligent management
fa: کلاینت WireGuard با مدیریت هوشمند
ja: WireGuard クライアント + スマート管理
ko: WireGuard 클라이언트 + 스마트 관리
ru: WireGuard клиент + интеллектуальное управление
tr: WireGuard müşteri akıllı yönetimle
vi: Trình khách bảo vệ Wire với sự quản lý thông minh
zh_hant: WireGuard 客戶端 + 智能管理

source: WireGuard 服务端的连接信息
ar: المعلومات المتعلقة بالخدمة اللاسلكية
en: WireGuard server connection information
fa: اطلاعات اتصال سرور WireGuard
ja: WireGuard サーバー側の接続情報
ko: WireGuard 서비스 측의 연결 정보
ru: Информация о подключении на стороне службы WireGuard
tr: WireGuard sunucu bağlantı bilgileri
vi: Thông tin kết nối máy chủ bảo vệ Wire
zh_hant: WireGuard 服務端的連接信息

source: 上一步
ar: العودة
en: Back
fa: بازگشت بازگشت
ja: 前へ
ko: 이전 단계
ru: Предыдущий шаг
tr: Geri dön
vi: Lùi

source: 上传
ar: تحميل
en: Upload
fa: آپلود آپلود
ja: アップロード
ko: 올려
ru: Загрузить
tr: Yükle
vi: Tải lên
zh_hant: 上傳

source: 上传速度
ar: تحميل السرعة
en: Upload Speed
fa: سرعت آپلود
ja: アップロード速度
ko: 업로드 속도
ru: Скорость загрузки
tr: Hızlı yükleme
vi: Tốc độ tải lên
zh_hant: 上傳速度

source: 下一步
ar: التالي
en: Next
fa: بعدی
ja: 次のステップ
ko: 다음 단계
ru: Следующий шаг
tr: Sonraki
vi: Kế

source: 下载
ar: تحميل
en: Download
fa: دانلود
ja: ダウンロード
ko: 다운로드
ru: скачать
tr: İndir
vi: Tải về
zh_hant: 下載

source: 下载速度
ar: تحميل السرعة
en: Download Speed
fa: سرعت دانلود
ja: ダウンロード速度
ko: 다운로드 속도
ru: Скорость загрузки
tr: İndirme Hızı
vi: Tải về
zh_hant: 下載速度

source: 中 (2 格)
ar: متوسطة (2 خلية)
en: Medium (2 Cells)
fa: متوسط (2 سلول)
ko: 중 (2 격)
ru: Средний (2 ячейки)
tr: Orta (2 Hücre)
vi: Vừa (2 ô)

source: 人工智能
ar: الاستخبارات الفنية
en: Artificial Intelligence
fa: هوش مصنوعی
ja: 人工知能
ko: 인공 지능
ru: Искусственный интеллект
tr: Yapay Zeka
vi: Trí thông minh nhân tạo

source: 代理
ar: الوكيل
en: Proxy
fa: پروکسی
ja: 代理する
ko: 프록시
ru: Прокси
tr: Proxy
vi: Ủy nhiệm

source: 代理组
ar: مجموعات الادعاء
en: Proxy Groups
fa: گروه‌های پروکسی
ja: 代理チーム
ko: 대리조
ru: Группа агентов
tr: Vekil Grupları
vi: Nhóm ủy nhiệm
zh_hant: 代理組

source: 会停止并删除 WgSense 系统服务与 helper，可保留用户配置和传输数据。
ar: (ج) وقف خدمات نظام الاستشعار عن بعد ومساعديه وإزالتها مع الحفاظ على بيانات المستخدمين ونقل البيانات.
en: Stops and removes WgSense system services and helpers while preserving user profiles and transfer data.
fa: توقف و حذف خدمات سیستم WgSense و کمک کنندگان در حالی که حفظ پروفایل کاربر و انتقال داده ها.
ja: WgSense システムサービスと helper を停止して削除し、ユーザーの構成と転送データを保持できます。
ko: WgSense 시스템 서비스와 helper가 중단되고 삭제되며, 사용자의 구성과 전송 데이터가 보존될 수 있습니다.
ru: Остановите и удалите WgSense System Service и helper, чтобы сохранить настройки пользователя и передать данные.
tr: Kullanıcı profillerini ve veri aktarımını korurken WgSense sistem hizmetlerini ve yardımcılarını durdurur ve kaldırır.
vi: Dừng và gỡ bỏ dịch vụ hệ thống WgSense và trợ giúp trong khi lưu trữ hồ sơ người dùng và truyền dữ liệu.
zh_hant: 會停止並刪除 WgSense 系統服務與 helper，可保留用戶配置和傳輸數據。

source: 会安装 WgSense daemon、接收文件搬运 helper 和 launchd 配置，需要管理员授权。
ar: يُركّزُ الدّيمون المُتَعَمِّنِ، مُساعدُ إستقبالِ، ويَبْدأُ التشكيلةَ. ويلزم الحصول على إذن من مدير البرنامج.
en: Installs the WgSense daemon, receive-file helper, and launchd configuration. Administrator authorization is required.
fa: WgSense daemon، گیرنده فایل دریافت و پیکربندی راه اندازی شده است. مجوز مدیران لازم است.
ja: WgSense daemonをインストールし、ファイル移動helperとlaunchdを設定し、管理者の許可が必要です。
ko: WgSense daemon을 설치하고 파일 이동 helper와 launchd를 설치하고 관리자의 권한을 필요로 한다.
ru: Будут установлены WgSense daemon, helper для приема переноса файлов и конфигурация launchd, требующая авторизации администратора.
tr: WgSense servisini, alma dosyası yardımcısını ve launchd yapılandırmasını yükler. Yönetici yetkilendirmesi gereklidir.
vi: Cài đặt trình nền WgSense, hỗ trợ nhận tập tin, và cấu hình đã khởi chạy. Cần phải có giấy phép quản trị.
zh_hant: 會安裝 WgSense daemon、接收文件搬運 helper 和 launchd 配置，需要管理員授權。

source: 会请求 WgSense 断开、清理 WgSense 相关进程、移除 10.66.66.1 DNS 和可识别的 WgSense host route。不会删除 Clash/其他 VPN 的 Fake-IP 路由。
ar: قطع اتصال WgSense، وتنظيف عمليات WgSense، وإزالة إدخال DNS 10.66.66.1 ومسارات مضيف WgSense القابلة للتحديد. لم يتم المساس بـ Clash ومسارات VPN Fake - IP الأخرى.
en: Disconnects WgSense, cleans WgSense processes, and removes the 10.66.66.1 DNS entry and identifiable WgSense host routes. Clash and other VPN Fake-IP routes are left untouched.
fa: اتصال WgSense را قطع می‌کند، فرآیندهای WgSense را پاک می‌کند و ورودی DNS مربوط به 10.66.66.1 و مسیرهای میزبان WgSense قابل شناسایی را حذف می‌کند. مسیرهای Clash و سایر VPN Fake-IP دست نخورده باقی می‌مانند.
ja: WgSenseにWgSense関連のプロセスを断ち、クリアして、10.66.66.1 DNSと識別可能なWgSense host routeを削除するよう要求します。Clash/その他のVPNのFake-IP routeは削除しません。
ko: WgSense에서 WgSense 관련 프로세스를 중단하고 정리하고, 10.66.66.1 DNS와 식별 가능한 WgSense host route를 제거하도록 요청할 것입니다. Clash/기타 VPN의 Fake-IP route는 삭제하지 않습니다.
ru: WgSense будет просить отключить, очистить WgSense-связанные процессы, удалить DNS 10.66.66.1 и узнаваемый WgSense хост-маршрут. Fake-IP маршрут Clash/других VPN не будет удален.
tr: WgSense bağlantısını keser, WgSense işlemlerini temizler ve 10.66.66.1 DNS girişini ve tanımlanabilir WgSense ana bilgisayar yollarını kaldırır. Clash ve diğer VPN Sahte IP yollarına dokunulmaz.
vi: Ngắt kết nối WgSense, làm sạch quá trình WgSense, và loại bỏ các mục nhập 10.66.66. 1 DNS và các tuyến đường dẫn máy WgSense có thể nhận dạng được. Clash và các tuyến đường giả lập VPN khác vẫn chưa bị phá hủy.
zh_hant: 會請求 WgSense 斷開、清理 WgSense 相關進程、移除 10.66.66.1 DNS 和可識別的 WgSense host route。不會刪除 Clash/其他 VPN 的 Fake-IP 路由。

source: 会重启 com.wgsense.daemon。若当前正在连接 WireGuard，连接会短暂中断。
ar: إعادة ترتيب المفرقعات سيتم قطع اتصال مباشر مع (واي غارد) لفترة وجيزة
en: Restarts com.wgsense.daemon. An active WireGuard connection will be interrupted briefly.
fa: سرویس com.wgsense.daemon را مجدداً راه‌اندازی می‌کند. اتصال فعال WireGuard برای مدت کوتاهی قطع خواهد شد.
ja: com.wgsense.daemonを再起動します。現在WireGuardに接続している場合、接続は一時的に中断されます。
ko: com.wgsense.daemon이 재시작됩니다. 현재 WireGuard에 연결되어 있으면 연결이 잠시 중단됩니다.
ru: com.wgsense.daemon перезагрузится. Если в настоящее время подключено WireGuard, подключение будет временно прервано.
tr: Com.wgsense.daemon'u yeniden başlatır. Aktif bir WireGuard bağlantısı kısa bir süre kesilecektir.
vi: Khởi động lại com.wgsense.daemon. Name
zh_hant: 會重啓 com.wgsense.daemon。若當前正在連接 WireGuard，連接會短暫中斷。

source: 传输
ar: التحويل
en: Transfer
fa: انتقال انتقال
ja: 伝送
ko: 전송
ru: передача
tr: Nakil
vi: Truyền:
zh_hant: 傳輸

source: 传输功能需要连接到 WgSense daemon
ar: نقل الملفات يتطلب (الدايمون)
en: File transfer requires the WgSense daemon.
fa: انتقال فایل نیاز به WgSense daemon دارد.
ja: 伝送機能はWgSense daemonに接続する必要があります
ko: 전송 기능은 WgSense daemon에 연결해야 합니다.
ru: Функция передачи должна быть подключена к WgSense daemon.
tr: Dosya transferi WgSense daemon gerektirir.
vi: Việc truyền tập tin đòi hỏi trình nền WgSense.
zh_hant: 傳輸功能需要連接到 WgSense daemon

source: 使用中
ar: النشاط
en: Active
fa: فعال
ko: 사용중
ru: Используется
tr: Etkin
vi: Hoạt động

source: 例：10.0.0., 192.168.1.
ar: على سبيل المثال 10.0.0.، 192.168.1.
en: e.g. 10.0.0., 192.168.1.
fa: به عنوان مثال 10.0.0، 192.168.1.
ko: 예: 10.0.0., 192.168.1.
ru: Пример: 10.0.0., 192.168.1.
tr: E.g. 10.0.0., 192.168.1.
vi: ví dụ: 10.0.0., 192.168.1.

source: 例如：192.168.200.5 或 192.168.200.5:53317
ar: مثال: 192.168.200.5 أو 192.168.200.5:53317
en: Example: 192.168.200.5 or 192.168.200.5:53317
fa: مثال: 192.168.200.5 یا 192.168.200.553317
ja: 例えば：192.168.200.5または192.168.200.5:53317
ko: 예를 들어: 192.168.200.5 또는 192.168.200.5:53317
ru: Например: 192.168.200.5 или 192.168.200.5:53317
tr: Örnek: 192.168.200.5 veya 192.2100.5:53317
vi: Ví dụ: 192.168.200.5 hoặc 192.168.200:53317

source: 保存
ar: أنقذ
en: Save
fa: ذخیره
ja: 保存する
ko: 보존
ru: сохранить
tr: Kaydet
vi: Lưu

source: 保存到文件
ar: أنقذ (فايل)
en: Save to File
fa: ذخیره در فایل
ja: ファイルに保存する
ko: 파일로 저장
ru: Сохранить в файлах
tr: Dosyaya Kaydet
vi: Lưu vào tập tin

source: 保存并测试
ar: الإنقاذ والاختبار
en: Save and Test
fa: ذخیره و آزمون
ja: 保存してテストする
ko: 보존 및 테스트
ru: Сохранить и протестировать
tr: Kaydet ve Test Et
vi: Lưu và Thử
zh_hant: 保存並測試

source: 保存控制器设置失败
ar: فشل في إنقاذ مواقع التحكم
en: Failed to save controller settings
fa: شکست برای ذخیره تنظیمات کنترل کننده
ja: コントローラーの設定保存に失敗しました
ko: 컨트롤러 설정을 저장하는 데 실패했습니다.
ru: Не удалось сохранить настройки контроллера
tr: Kontrol ayarlarını kurtarmak için başarısız oldu
vi: Lỗi lưu thiết lập điều khiển
zh_hant: 保存控制器設置失敗

source: 保存目录
ar: أنقذ (فولدر)
en: Save Folder
fa: ذخیره پوشه
ja: 保存目録
ko: 저장목록
ru: Сохранить каталог
tr: Klasörü Kaydet
vi: Lưu thư mục
zh_hant: 保存目錄

source: 假连接检测
ar: التحقق من الاتصال
en: Connectivity Check
fa: بررسی اتصال
ja: 接続偽装検査
ko: 가짜 연결 검출
ru: Обнаружение поддельных соединений
tr: Bağlantı Kontrolü
vi: Kiểm tra kết nối
zh_hant: 假連接檢測

source: 停止
ar: إيقاف
en: Stop
fa: توقف
ko: 중지
ru: Остановить
tr: Durdur
vi: Dừng

source: 允许局域网
ar: السماح بالشبكة المحلية
en: Allow LAN
fa: اجازه دهید LAN
ja: LANを許可する
ko: 랜 허용
ru: LAN разрешено
tr: İzin verin LAN
vi: Cho phép LAN
zh_hant: 允許局域網

source: 先启动 WgSense 后台服务，再连接 Mihomo 控制器
ar: ابدأوا بخدمة خلفيات الثعلب ثم اتصلوا بمتحكم ميهومو
en: Start the WgSense background service, then connect to the Mihomo controller.
fa: خدمات پس زمینه WgSense را شروع کنید، سپس به کنترل کننده Mihomo متصل شوید.
ja: WgSenseのバックグラウンドサービスを起動してから、Mihomoコントローラーに接続します
ko: WgSense 백엔드 서비스를 먼저 실행한 후 Mihomo 컨트롤러에 연결합니다.
ru: Сначала запустите WgSense серверную службу, а затем подключите контроллер Mihomo
tr: WgSense arka plan servisine başlayın, sonra Mihomo kontrolörüne bağlanır.
vi: Khởi động dịch vụ nền WgSense, sau đó kết nối với bộ điều khiển Mihomo.
zh_hant: 先啓動 WgSense 後台服務，再連接 Mihomo 控制器

source: 全部
ar: كل شيء
en: All
fa: همه چیز
ko: 전부
ru: все
tr: Tümü
vi: Tất cả

source: 全部关闭
ar: توقف
en: Stop All
fa: توقف همه
ja: 全部閉じる
ko: 전부 닫기
ru: Все закрыто
tr: Tümünü Durdur
vi: Dừng tất cả
zh_hant: 全部關閉

source: 全部节点
ar: جميع العقد
en: All Nodes
fa: همه گره ها
ja: すべてのノード
ko: 전체 노드
ru: Все узлы
tr: Tüm Düğümler
vi: Mọi nút
zh_hant: 全部節點

source: 关于
ar: حول
en: About
fa: درباره
ja: について
ko: 정보
ru: О программе
tr: Hakkında
vi: Giới thiệu
zh_hant: 關於

source: 关于 WgSense
ar: حول الرخصة
en: About WgSense
fa: درباره WgSense
ja: WgSenseについて
ko: WgSense에 대해
ru: О WgSense
tr: WgSense Hakkında
vi: Giới thiệu
zh_hant: 關於 WgSense

source: 关闭
ar: اقترب
en: Close
fa: نزدیک
ja: 閉じる
ko: 닫다
ru: выключить
tr: Kapat
vi: Đóng
zh_hant: 關閉

source: 关闭临时服务
ar: الخدمات المؤقتة
en: Stop Temporary Service
fa: توقف خدمات موقت
ja: 臨時サービスをオフにする
ko: 임시서비스 종료
ru: Закрыть временные услуги
tr: Geçici Servis Dur
vi: Dừng dịch vụ tạm thời
zh_hant: 關閉臨時服務

source: 关闭全部
ar: اقتربوا
en: Close All
fa: بستن همه
ja: 全てを閉じる
ko: 전부닫기
ru: Закрыть все
tr: Tümünü Kapat
vi: Đóng tất cả
zh_hant: 關閉全部

source: 关闭全部活动连接？
ar: اغلق جميع الاتصالات النشطة؟
en: Close all active connections?
fa: تمام ارتباطات فعال را ببندید؟
ja: すべてのイベントの接続をオフにしますか？
ko: 모든 이벤트 연결을 종료하시겠습니까?
ru: Выключить все активные соединения?
tr: Tüm aktif bağlantıları kapatın?
vi: Đóng mọi kết nối hoạt động?
zh_hant: 關閉全部活動連接？

source: 关闭全部连接
ar: أغلقوا جميع الأوامر
en: Close All Connections
fa: بستن تمام اتصالات
ja: 全ての接続をオフにする
ko: 전체 접속 종료
ru: Выключить все соединения
tr: Tüm Bağlantıları Kapat
vi: Đóng mọi kết nối
zh_hant: 關閉全部連接

source: 关闭提示
ar: الفصل
en: Dismiss Message
fa: پیام خطا
ja: ヒントを閉じる
ko: 알림을 닫다
ru: Закрыть подсказку
tr: İzinsiz Mesaj
vi: Ngắt kết nối
zh_hant: 關閉提示

source: 关闭连接
ar: اقترب
en: Close Connection
fa: اتصال نزدیک
ja: 接続をオフにする
ko: 접속을 종료합니다.
ru: Отключить соединение
tr: Bağlantıyı Kapat
vi: Đóng kết nối
zh_hant: 關閉連接

source: 其他
ar: أخرى
en: Other
fa: دیگر
ja: その他
ko: 기타
ru: другие
tr: Diğer
vi: Khác

source: 内存使用
ar: الذاكرة
en: Memory Usage
fa: استفاده از حافظه
ja: メモリ使用
ko: 메모리 사용
ru: Использование памяти
tr: Bellek Kullanımı
vi: Dùng bộ nhớ
zh_hant: 內存使用

source: 最近发送
ar: الرسائل الأخيرة
en: Recent Sends
fa: ارسال های اخیر
ja: 最近送る
ko: 최근 발송
ru: Недавно отправлено
tr: Son Yazılar
vi: Gửi gần đây
zh_hant: 最近發送

source: 最近完成
ar: حديثة
en: Recent
fa: اخیر
ja: 最近完成した
ko: 최근에 완성
ru: Недавно завершено
tr: Son Güncelleme Tarihi
vi: Gần đây

source: 最近接收
ar: المقبوضات الأخيرة
en: Recent Receives
fa: دریافت های اخیر
ja: 最近受け取りました
ko: 최근 접수
ru: В последнее время принимается
tr: Son Güncellemeler
vi: Những người nhận gần đây

source: 分钟
ar: دقيقة
en: min
fa: دقیقه ها
ja: 分
ko: 분
ru: минута
tr: dk
vi: phút
zh_hant: 分鐘

source: 切换
ar: تبديل
en: Switch
fa: سوئیچ
ja: 切り替える
ko: 전환
ru: переключение
tr: Anahtar anahtarı
vi: Chuyển đổi
zh_hant: 切換

source: 切换代理页面
ar: تبديل صفحة الوكيل
en: Switch Proxy Page
fa: صفحه پروکسی را تغییر دهید
ja: 代理ページを切り替える
ko: 대리점 페이지 전환
ru: Переключить страницу агента
tr: Proxy Sayfasını Değiştir
vi: Chuyển đổi trang ủy nhiệm
zh_hant: 切換代理頁面

# 切换到代理%@页面
source: 切换到代理%1$@页面
ar: التبديل إلى صفحة الوكيل %1$@
en: Switch to Proxy %1$@ Page
fa: رفتن به صفحه پروکسی %1$@
ja: プロキシ %1$@ ページに切り替える
ko: 프록시 %1$@ 페이지로 전환
ru: Перейти на страницу прокси %1$@
tr: Proxy %1$@ Sayfasına Geç
vi: Chuyển sang trang proxy %1$@
zh_hant: 切換到代理%1$@頁面

source: 切换到代理设置页面
ar: هيئة الادعاء المفتوحة
en: Open Proxy Settings
fa: تنظیمات پروکسی را باز کنید
ja: 代理設定ページに切り替える
ko: 대리 설정 페이지로 전환
ru: Переключиться на страницу настроек агента
tr: Proxy Ayarlarını Aç
vi: Thiết lập ủy nhiệm mở
zh_hant: 切換到代理設置頁面

source: 创建中...
ar: خلق...
en: Creating...
fa: ایجاد ...
ja: 作成中...
ko: 작성중...
ru: Создается...
tr: Oluşturma...
vi: Đang tạo...
zh_hant: 創建中...

source: 删除
ar: تحذف
en: Delete
fa: حذف
ja: 削除
ko: 삭제
ru: удалить
tr: Sil
vi: Xoá
zh_hant: 刪除

# 删除 %@
source: 删除 %1$@
ar: حذف %1$@
en: Delete %1$@
fa: حذف %1$@
ja: %1$@ を削除
ko: %1$@ 삭제
ru: Удалить %1$@
tr: %1$@ Öğesini Sil
vi: Xóa %1$@
zh_hant: 刪除 %1$@

source: 刷新
ar: التجديد
en: Refresh
fa: بازسازی
ja: リフレッシュ
ko: 리프레시
ru: обновить
tr: Yenile
vi: Cập nhật

source: 刷新代理状态
ar: حالة الوكيل الجديد
en: Refresh Proxy Status
fa: وضعیت پروکسی را به‌روزرسانی کنید
ja: 代理ステータスを更新する
ko: 대리인 상태를 새로고침
ru: Обновить статус агента
tr: Proxy Durumunu Yenile
vi: Trạng thái ủy nhiệm cập nhật
zh_hant: 刷新代理狀態

source: 刷新发现的设备
ar: الأجهزة المكتشفة
en: Refresh Discovered Devices
fa: بازسازی دستگاه های کشف شده
ja: 更新して発見した設備
ko: 새로 발견된 장치
ru: Обновить обнаруженные устройства
tr: Yeniden Keşfedilen Cihazlar
vi: Thiết bị phát hiện cập nhật
zh_hant: 刷新發現的設備

source: 刷新接收服务状态
ar: خدمات الاستلام الجديدة
en: Refresh Receive Service
fa: دریافت خدمات
ja: 受信サービスステータスを更新する
ko: 접수 서비스 상태 새로고침
ru: Обновить статус службы приема
tr: Satın Alma Hizmeti
vi: Làm mới trạng thái dịch vụ nhận
zh_hant: 刷新接收服務狀態

source: 刷新状态
ar: حالة التجديد
en: Refresh Status
fa: وضعیت بازسازی
ja: ステータスを更新する
ko: 상태 새로고침
ru: Обновить статус
tr: Yeni Durum
vi: Trạng thái cập nhật
zh_hant: 刷新狀態

source: 刷新规则
ar: قواعد التجديد
en: Refresh Rules
fa: قوانین جدید
ja: ルールを更新する
ko: 규칙을 새로고침하다
ru: Правила обновления
tr: Yenileme Kuralları
vi: Quy tắc cập nhật
zh_hant: 刷新規則

source: 刷新设备
ar: أجهزة التكرار
en: Refresh Devices
fa: دستگاه های جدید
ja: デバイスをリフレッシュする
ko: 기기를 새로 고침
ru: обновить устройство
tr: Yenileme Cihazları
vi: Thiết bị cập nhật
zh_hant: 刷新設備

source: 刷新连接状态
ar: حالة الثبات
en: Refresh Connection Status
fa: وضعیت اتصال
ja: 接続状態を更新する
ko: 접속 상태 새로고침
ru: Обновить статус подключения
tr: Yeni Bağlantı Durumu
vi: Trạng thái kết nối cập nhật
zh_hant: 刷新連接狀態
